Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=130_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Pohjoissaame, ympäristö- ja luonnontieto
sme: Biras- ja luonddudiehtu

source: Kuvittajat: Jorma Happonen, Jorma Suonto, Riitta Pouttu ja Maisa Rajamäki
sme: Skuvlla birasdiehtu 3 -4

source: Alkuperäisteos: Koulun ympäristötieto 3-4, Ympäristö- ja luonnontieto 3. ja 4. luokalle, Otava
sme: Sámás: Jovnna-Ánde Vest

source: sivuja: 195
sme: siiddut: 195

source: Saamelaiskäräjät 2008
sme: Sámediggi 2008

source: Saamelaiskäräjät 2009
sme: Sámediggi 2009

source: sivuja: 226
sme: siiddut: 226

source: sivuja: 224
sme: siiddut: 224

source: sivuja: 304
sme: siiddut: 304

source: Tekijät: Anna Maaria Nuutinen ja Pirjo Tolvanen
sme: Luonddugirji 1-2

source: kuvat: Erkki Alanen, työkirjaan Cara Knuutinen
sme: Govat: Erkki Alanen, bargogirjái Cara Knuutinen

source: saamennos: Anni Näkkäläjärvi, kielen tarkistus: Jovnna-Ánde Vest
sme: Sámás: Anni Näkkäläjärvi, giela dárkkisteapmi: Jovnna-Ánde Vest

source: Alkuperäisteos: Luonnonkirja 1-2, 1. ja 2. luokalle, WSOY.
sme: Luonddugirji 1

source: sivuja: 143
sme: siiddut: 143

source: 2. painos Saamelaiskäräjät 2008
sme: Sámediggi 2008

source: (opettajan materiaali)
sme: Oahpaheaddji materiála

source: sivuja: 230 + formatiiviset kokeet
sme: siiddut: 230 + formatiivvalaš iskosat

source: ISBN-13: 978-952-441-138-7 Saamelaiskäräjät 2007
sme: ISBN-13: 978-952-441-138-7 Sámediggi 2007

source: (työkirja)
sme: Luonddugirji 2

source: sivuja: 176
sme: siiddut: 176

source: sivuja 238 + formatiiviset kokeet
sme: siiddut 238 + formatiivvalaš iskosat

source: Materiaalissa jaksojen tavoitteet ja sisällöt miellekarttoina.
sme: Materiálas leat oahppobottuid ulbmilat ja sisdoalut miellagovvakártan.

source: Monipuolisia työskentelyvihjeitä, tehtävien vastaukset sekä lisätehtäviä.
sme: Sierralágan jurdagat oahppobottu čađaheamis, bargobihtáid čovdosat sihke čiekŋudahtti lassebarggut.

source: Saamelaiskäräjät 2007
sme: Sámediggi 2007

source: kuvat: eri lähteistä
sme: Britt Sara Allas-Labba, govat sierra gálduin

source: sivuja: 38
sme: siiddut: 38

source: taso: 3 lk -
sme: dássi: 3 lk -

source: sivuja: 20
sme: siiddut: 20

source: hinta 1,00 €
sme: haddi 1,00 €

source: saamennos: Jovnna-Ánde, Vest Sulo Aikio
sme: Sámás: Jovnna-Ánde, Vest Sulo Aikio

source: Alkuperäisteos: Luonnontutkija, Sanoma Pro oy.
sme: Preanttus nohkan !

source: Saamelaiskäräjät 2001
sme: Sámediggi 2001

source: Loppuunmyyty !
sme: haddi: 9,00 €

source: Saamelaiskäräjät 2003
sme: Sámediggi 2003

source: sivuja: 100
sme: haddi: 9,00 €
